couchbase_redis_benchmark/logs/couchbase_compaction_replication/ycsb_log_0.txt
[OVERALL], RunTime(ms), 3600023.0
[OVERALL], Throughput(ops/sec), 86183.27938460393
[TOTAL_GCS_PS_Scavenge], Count, 3061.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 25524.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7089954703067175
[TOTAL_GCS_PS_MarkSweep], Count, 2.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 207.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0057499632641235905
[TOTAL_GCs], Count, 3063.0
[TOTAL_GC_TIME], Time(ms), 25731.0
[TOTAL_GC_TIME_%], Time(%), 0.7147454335708411
[READ], Operations, 1.55132186E8
[READ], AverageLatency(us), 335.5369608212702
[READ], MinLatency(us), 56.0
[READ], MaxLatency(us), 693247.0
[READ], 80thPercentileLatency(us), 380.0
[READ], 99thPercentileLatency(us), 2527.0
[READ], 95thPercentileLatency(us), 769.0
[READ], 50thPercentileLatency(us), 204.0
[READ], Return=OK, 155132186
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.8
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 6.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 6.0
[CLEANUP], 95thPercentileLatency(us), 6.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 1.55129602E8
[UPDATE], AverageLatency(us), 356.17874616863907
[UPDATE], MinLatency(us), 66.0
[UPDATE], MaxLatency(us), 664063.0
[UPDATE], 80thPercentileLatency(us), 400.0
[UPDATE], 99thPercentileLatency(us), 2617.0
[UPDATE], 95thPercentileLatency(us), 803.0
[UPDATE], 50thPercentileLatency(us), 222.0
[UPDATE], Return=OK, 155129602