couchbase_redis_benchmark/logs/couchbase_compaction_replication/ycsb_log_1.txt
[OVERALL], RunTime(ms), 3600046.0
[OVERALL], Throughput(ops/sec), 81346.65918157712
[TOTAL_GCS_PS_Scavenge], Count, 2922.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 25510.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7086020567514971
[TOTAL_GCS_PS_MarkSweep], Count, 2.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 235.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.006527694368349738
[TOTAL_GCs], Count, 2924.0
[TOTAL_GC_TIME], Time(ms), 25745.0
[TOTAL_GC_TIME_%], Time(%), 0.7151297511198468
[READ], Operations, 1.4641084E8
[READ], AverageLatency(us), 355.9679527827311
[READ], MinLatency(us), 55.0
[READ], MaxLatency(us), 666623.0
[READ], 80thPercentileLatency(us), 417.0
[READ], 99thPercentileLatency(us), 2637.0
[READ], 95thPercentileLatency(us), 857.0
[READ], 50thPercentileLatency(us), 212.0
[READ], Return=OK, 146410840
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.3
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 1.46440875E8
[UPDATE], AverageLatency(us), 376.9386727988343
[UPDATE], MinLatency(us), 66.0
[UPDATE], MaxLatency(us), 637951.0
[UPDATE], 80thPercentileLatency(us), 437.0
[UPDATE], 99thPercentileLatency(us), 2733.0
[UPDATE], 95thPercentileLatency(us), 891.0
[UPDATE], 50thPercentileLatency(us), 230.0
[UPDATE], Return=OK, 146440875