couchbase_redis_benchmark/logs/couchbase_compaction_replication/ycsb_log_2.txt
[OVERALL], RunTime(ms), 3600028.0
[OVERALL], Throughput(ops/sec), 80854.60390863627
[TOTAL_GCS_PS_Scavenge], Count, 2934.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 26350.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7319387515874877
[TOTAL_GCS_PS_MarkSweep], Count, 2.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 210.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.005833287963315841
[TOTAL_GCs], Count, 2936.0
[TOTAL_GC_TIME], Time(ms), 26560.0
[TOTAL_GC_TIME_%], Time(%), 0.7377720395508035
[READ], Operations, 1.45541667E8
[READ], AverageLatency(us), 357.586706994362
[READ], MinLatency(us), 55.0
[READ], MaxLatency(us), 741375.0
[READ], 80thPercentileLatency(us), 402.0
[READ], 99thPercentileLatency(us), 2727.0
[READ], 95thPercentileLatency(us), 804.0
[READ], 50thPercentileLatency(us), 223.0
[READ], Return=OK, 145541667
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 92.96666666666667
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 1509.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 1509.0
[CLEANUP], 95thPercentileLatency(us), 1272.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 1.45537171E8
[UPDATE], AverageLatency(us), 379.30437720271476
[UPDATE], MinLatency(us), 65.0
[UPDATE], MaxLatency(us), 749055.0
[UPDATE], 80thPercentileLatency(us), 423.0
[UPDATE], 99thPercentileLatency(us), 2827.0
[UPDATE], 95thPercentileLatency(us), 840.0
[UPDATE], 50thPercentileLatency(us), 242.0
[UPDATE], Return=OK, 145537171