couchbase_redis_benchmark/logs/couchbase_compaction_replication/ycsb_log_3.txt
[OVERALL], RunTime(ms), 3600024.0
[OVERALL], Throughput(ops/sec), 78258.0082799448
[TOTAL_GCS_PS_Scavenge], Count, 2777.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 26675.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7409672824403393
[TOTAL_GCS_PS_MarkSweep], Count, 2.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 249.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.006916620555862962
[TOTAL_GCs], Count, 2779.0
[TOTAL_GC_TIME], Time(ms), 26924.0
[TOTAL_GC_TIME_%], Time(%), 0.7478839029962022
[READ], Operations, 1.40863432E8
[READ], AverageLatency(us), 369.89944579796975
[READ], MinLatency(us), 56.0
[READ], MaxLatency(us), 701951.0
[READ], 80thPercentileLatency(us), 424.0
[READ], 99thPercentileLatency(us), 2803.0
[READ], 95thPercentileLatency(us), 862.0
[READ], 50thPercentileLatency(us), 226.0
[READ], Return=OK, 140863432
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.5666666666666667
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 5.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 5.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 1.40867276E8
[UPDATE], AverageLatency(us), 391.5659667828034
[UPDATE], MinLatency(us), 65.0
[UPDATE], MaxLatency(us), 562175.0
[UPDATE], 80thPercentileLatency(us), 445.0
[UPDATE], 99thPercentileLatency(us), 2907.0
[UPDATE], 95thPercentileLatency(us), 898.0
[UPDATE], 50thPercentileLatency(us), 245.0
[UPDATE], Return=OK, 140867276